Revit 2027 API
SymbolTypeId.Gpm Property
 Symbol GPM, indicating unit US gallons per minute.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Gpm { get; }
Public Shared ReadOnly Property Gpm As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Gpm {
	ForgeTypeId^ get ();
}
static member Gpm : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace